Repository: nplhse/icuhelp
Catalog: translations/errors+intl-icu.*.xlf
Languages: de

# title
source: Something went wrong!
de: Etwas ist schiefgelaufen!

# description
source: If you can see this message something went wrong. We already send a message to the administrator, so we can take care of fixing this issue.
de: Wenn Sie diese Seite sehen können, ist etwas schiefgelaufen. Eine Mitteilung an den Administrator ist erstellt worden und wir versuchen das Problem so schnell wie möglich zu beheben.

# messages.403.title
source: Access denied
de: Zugriff verweigert

# messages.403.description
source: You do not have the required permissions to access this page.
de: Sie haben leider nicht das Recht, auf diese Seite zugreifen zu können.

# messages.404.title
source: Page not found
de: Seite nicht gefunden

# messages.404.description
source: There is no content at this address. It appears you followed a broken or outdated link from a search engine.
de: Unter dieser Adresse konnte kein Inhalt gefunden werden. Wahrscheinlich sind Sie einem falschen oder nicht mehr funktionierendem Link gefolgt. Falls Sie die Adresse manuell eingegeben haben, überprüfen Sie diese auf Tippfehler.

# messages.405.title
source: Request method not supported
de: Anfrage nicht unterstützt

# messages.405.description
source: The HTTP request method you've used is not supported at this URL.
de: Die HTTP Anfrage welche Sie gentuzt haben wird auf dieser Seite leider nicht unterstützt.

# messages.500.title
source: Internal server error
de: Interner Fehler

# messages.500.description
source: A error occured while generating the page. The information necessary to resolve the problem has been recorded and forwarded to the relevant authority.
de: Bei der Erstellung dieser Seite ist leider ein Fehler aufgetreten. Eine Mitteilung an den Administrator ist erstellt worden und wir versuchen das Problem so schnell wie möglich zu beheben.

# link.to.homepage
source: Back to homepage
de: oder zurück zur Startseite

source: __link.to.lastpage
de: Zurück zur letzten Seite
