Repository: nplhse/icuhelp
Catalog: translations/messages+intl-icu.*.xlf
Languages: de

# title.homepage
source: Homepage
de: Startseite

source: You are logged in as
de: Angemeldet als

source: Logout
de: Abmelden

# link.homepage
source: Homepage
de: Startseite

# link.letter
source: Medical letters
de: Arztbriefe

# label.logged_in_as
source: Logged in as
de: Angemeldet als

# link.logout
source: Logout
de: Abmelden

# link.login
source: Login
de: Anmelden

# link.backend
source: Admin backend
de: Administration

# link.frontend
source: Back to frontend
de: Zurück zur Seite

# link.users
source: Users
de: Benutzer

# link.snippet.category
source: Snippet categories
de: Textbaustein Kategorien

# label.username
source: Username
de: Benutzername

# label.password
source: Password
de: Passwort

# title.user_basics
source: Basics
de: Daten

# title.user_properties
source: Properties
de: Eigenschaften

# label.roles
source: Roles
de: Benutzerrollen

# ROLE_USER
source: User
de: Benutzer

# homepage_teaser_h1
source: Medical letters
de: Willkommen bei ICUhelp

# homepage_teaser_text
source: With this special tool it is possible to create individual medical letters with the help of some modular text snippets.
de: Dieses Projekt soll den Arbeitsalltag auf der Intensivstation vereinfachen und als Informationsquelle für allgemeine Mitteilungen, sowie die Einarbeitung neuer Mitarbeiter sein. Außerdem können mit Hilfe von durch das System vorgegebenen Textbausteinen und ein paar Angaben schnell und einfach individualisierte Arztbriefe erstellt werden.

# homepage_teaser_link
source: Go to medical letter tool
de: Zum Arztbrief Generator

# link.snippets
source: Snippets
de: Textbausteine

# title.letter_view
source: View letter
de: Arztbrief ansehen

# title.letter_create
source: Create letter
de: Arztbrief erstellen

# label.snippet
source: Snippets
de: Textbaustein

# label.snippets
source: Snippets
de: Textbausteine

# label.snippet.category
source: Category
de: Kategorie

# label.snippet.text
source: Text
de: Übernahmetext

# label.gender
source: Gender
de: Geschlecht

# label.choice.male
source: Male
de: Männlich

# label.choice.female
source: Female
de: Weiblich

# label.letter.name
source: Patient name
de: Patientenname

# link.letter_create.back
source: Back to form
de: Zurück zu Arztbrief erstellen

# msg.no_snippets_provied
source: No snippets were choosen.
de: Es wurden keine Textbausteine ausgewählt.

# button.letter.reset
source: Reset
de: Zurücksetzen

# button.letter.submit
source: Create letter
de: Arztbrief erstellen

# button.remember_me
source: Remember me
de: Angemeldet bleiben

# title.snippet.edit
source: Edit snippets
de: Textbaustein bearbeiten

# title.snippet.list
source: Snippets
de: Textbausteine

# title.snippet.new
source: New snippet
de: Neuen Textbaustein erstellen

# link.snippet.back_list
source: Back to snippet list
de: Zurück zu Textbausteinen

# title.snippets_list
source: Snippets
de: Textbausteine

# label.snippet.options
source: Options
de: Optionen

# button.snippet.edit
source: Edit
de: Bearbeiten

# link.snippet.back_letter
source: Back to letter tool
de: Zum Arztbrief Generator

# button.snippet.new
source: New snippet
de: Neuen Textbaustein erstellen

# link.snippet.list
source: List snippets
de: Textbausteine ansehen

# button.snippet.save
source: Save snippet
de: Textbaustein speichern

# msg.snippet.added
source: Successfully added snippet!
de: Textbaustein erfolgreich erstellt!

# msg.snippet.edited
source: Snippet edited.
de: Textbaustein bearbeitet.

# title.letter_card
source: Letter
de: Arztbrief

# button.letter.copy
source: Copy letter
de: Arztbrief kopieren

# button.snippet.delete
source: Delete
de: Löschen

# msg.snippet.deleted
source: Successfully deleted snippet.
de: Textbaustein wurde entfernt.

# msg.snippet.confirm_delete
source: Delete snippet?
de: Textbaustein wirklich löschen?

# msg.no_snippets
source: No snippets found.
de: Keine Textbausteine vorhanden.

# label.snippet.category.priority
source: Priority
de: Priorität

# link.register
source: Register
de: Registrieren

# button.note.delete
source: Delete note
de: Notiz löschen

# button.note.new
source: Create note
de: Notiz erstellen

# link.note.back_list
source: Back to list of all notes
de: Zurück zu allen Notizen

# button.note.edit
source: Edit notes
de: Notiz bearbeiten

# link.notes
source: Notes
de: Notizen

# title.note.edit
source: Edit note
de: Notzi bearbeiten

# title.note.new
source: Create new note
de: Neue Notiz erstellen

# title.note
source: Notes
de: Notizen

# title.note.show
source: Show note
de: Notiz anzeigen

# title.info.edit
source: Edit info
de: Mitteilung bearbeiten

# title.info.new
source: Create new info
de: Mitteilung erstellen

# title.info
source: Infos
de: Mitteilungen

# button.info.new
source: Create new info
de: Neue Mitteilung erstellen

# link.info.back_list
source: Back to list
de: Zurück zu allen Mitteilungen

# title.info.show
source: Show info
de: Mitteilung anzeigen

# button.info.edit
source: Edit info
de: Mitteilung bearbeiten

# link.info
source: Infos
de: Mitteilungen

# link.onboarding
source: Onboarding
de: Einarbeitung

# title.onboarding.edit
source: Edit entry
de: Beitrag bearbeiten

# title.onboarding.show
source: Show entry
de: Beitrag anzeigen

# title.onboarding.new
source: Create new
de: Beitrag erstellen

# title.onboarding
source: Onboarding
de: Einarbeitung

# button.onboarding.new
source: Create new entry
de: Beitrag erstellen

# link.onboarding.back_list
source: Back to list
de: Zurück zur Liste der Beiträge

# button.onboarding.edit
source: Edit entry
de: Beitrag bearbeiten

# label.note.category.onboarding
source: Onboarding
de: Einarbeitung

# label.note.category.note
source: Notes
de: Notizen

# label.note.category.info
source: Information
de: Mitteilungen

# button.onboarding.create
source: Create entry
de: Beitrag erstellen

# button.info.create
source: Create info
de: Mitteilung erstellen

# button.note.save
source: Save note
de: Notiz speichern

# button.onboarding.save
source: Save entry
de: Beitrag speichern

# button.info.save
source: Save info
de: Mitteilung speichern

# link.sop
source: SOPs
de: SOP

# link.contacts
source: Contacts
de: Kontakte

# msg.logged.in.as
source: Logged in as
de: Angemeldet als:

# title.inactive_user
source: Your account is inactive
de: Benutzerkonto ist inaktiv.

# msg.inactive_user
source: To gain full access to this site, your account needs to be activated by an administrator.
de: Bevor diese Seite genutzt werden kann, muss das Benutzerkonto vom Administrator aktiviert werden.

# button.info.delete
source: Delete info
de: Mitteilung löschen

# button.onboarding.delete
source: Delete entry
de: Beitrag löschen

# card.updatedAt
source: Updated at
de: Zuletzt aktualisiert

# msg.no.infos.found
source: No infos found.
de: Keine Mitteilungen gefunden.

# date.hour
source: hour
de: Stunden

# date.year
source: year
de: Jahre

# date.month
source: month
de: Monate

# date.week
source: week
de: Wochen

# date.day
source: day
de: Tage

# date.minute
source: minute
de: Minuten

# date.second
source: second
de: Sekunden

# date.seconds.ago
source: a few seconds ago
de: ein paar Sekunden

source: Updated at
de: Zuletzt aktualisiert vor

# link.info.back
source: Back to info
de: Zurück zur Mitteilung

# msg.no.notes
source: No notes found.
de: Keine Notizen vorhanden.

# msg.choose.note
source: Please choose a note, or create new one.
de: Bitte eine Notiz auswählen

# title.password.reset
source: Reset your password
de: Passwort zurücksetzen

# msg.no.onboarding
source: No entries found.
de: Keine Beiträge vorhanden

# msg.choose.onboarding
source: Please choose an entry, or create a new one.
de: Bitte einen Beitrag auswählen

# msg.note.delete
source: Are you sure about deleting this note?
de: Soll diese Notiz wirklich gelöscht werden?

# msg.sop.delete
source: Are you sure about deleting this note?
de: Soll diese SOP wirklich gelöscht werden?

# button.sop.delete
source: Delete SOP
de: SOP löschen

# title.sop.edit
source: Edit SOP
de: SOP bearbeiten

# link.sop.back_list
source: Back to list
de: Zurück zu allen SOPs

# button.sop.save
source: Save SOP
de: SOP speichern

# title.sop.new
source: Create new SOP
de: Neue SOP erstellen

# button.sop.create
source: Create SOP
de: SOP erstellen

# title.sop
source: Standard Operation Procedures (SOP)
de: SOP

# msg.no.sop.found
source: No SOPs found.
de: Keine SOPs gefunden.

# button.sop.new
source: Create new SOP
de: Neue SOP erstellen

# title.sop.show
source: Show SOP
de: SOP anzeigen

# label.sop.description
source: Description
de: Beschreibung

# label.sop.attachment
source: Attachment
de: Angehängte Datei

# button.sop.edit
source: Edit SOP
de: SOP bearbeiten

# msg.info.delete
source: Are you sure about deleting this info?
de: Soll diese Mitteilung wirklich gelöscht werden?

# msg.onboarding.delete
source: Are you sure about deleting this entry?
de: Soll dieser Beitrag wirklich gelöscht werden?

# msg.contact.delete
source: Are you sure about deleting this contact?
de: Soll dieser Kontakt wirklich gelöscht werden?

# button.contact.delete
source: Delete contact
de: Kontakt löschen

# title.contact.edit
source: Edit contact
de: Kontakt bearbeiten

# link.contact.back
source: Back to contact
de: Zurück zum Kontakt

# button.contact.save
source: Save contact
de: Kontakt speichern

# title.contact.new
source: Create new contact
de: Neuen Kontakt erstellen

# link.contact.back_list
source: Back to contact list
de: Zurück zu allen Kontakten

# button.contact.create
source: Create contact
de: Kontakt erstellen

# title.contacts
source: Contacts
de: Kontakte

# button.contact.view
source: View contact
de: Details ansehen

# msg.no.contacts.found
source: No contacts found.
de: Keine Kontakte gefunden

# button.contact.new
source: Create Contact
de: Neuen Kontakt erstellen

# title.contact.show
source: Show contact
de: Kontakt anzeigen

# label.contact.phone
source: Phone
de: Telefon

# label.contact.address
source: Address
de: Adresse

# button.contact.edit
source: Edit contact
de: Kontakt bearbeiten

# link.sop.back
source: Back to SOP
de: Zurück zur SOP

# button.sop.view_attachment
source: View attachment
de: Anhang ansehen

# link.note.back
source: Back to note
de: Zurück zur Notiz

# link.onboarding.back
source: Back to entry
de: Zurück zum Beitrag
